Repository: catb0t/gdiskdump
Catalog: src/po/*.po
Languages: pl

source: Advanced Settings
pl: Ustawienia Zaawansowane

source: Blocks
pl: Bloki

source: Bytes
pl: Bajty

source: Chosen Output has not enough free Space available
pl: Wybrane Wyjście nie ma wystarczającej ilości wolnego miejsca

source: Disk Space
pl: Miejsce na dysku

source: File
pl: Plik

source: Harddrive
pl: Dysk twardy

source: No Format selected Please choose a Format from above first
pl: Nie wybrano formatu Proszę wybrać format z powyższej listy

source: Partition
pl: Partycja

source: Select Input Format:
pl: Wybierz format Wejścia

source: Select Input Harddisk:
pl: Wybierz dysk twardy Wejścia

source: Select Input Partition:
pl: Wybierz partycję Wejścia

source: Select Output Format:
pl: Wybierz format Wyjścia

source: Select Output Harddisk:
pl: Wybierz dysk twardy Wyjścia

source: Select Output Partition:
pl: Wybierz partycję Wyjścia

source: Size
pl: Rozmiar

source: The Process will overwrite the Data on the selected Output Before copying a Partition or Harddisk, be sure that the Devices are unmounted
pl: Proces napisze dane na wybranym Wyjściu Zanim zaczniesz kopiowanie partycji lub dysku upewnij się, że urządzenie jest odmontowane

source: Warning:
pl: Ostrzeżenie:

source: _File
pl: _Plik

source: _Help
pl: _Pomoc

source: dumping from
pl: zrzucanie z

source: label
pl: etykieta

source: GUI for dd (diskdump) clone or image Partitions,Disks and Files
pl: Interfejs graficzny dla dd (diskdump) klonuj lub kopiuj partycje, dyski lub pliki

source: All Files
pl: Wszystkie pliki

source: selected
pl: zaznaczony

source: not enough free space available
pl: brak wystarczającej ilości wolnego miejsca

source: dumping aborted
pl: zrzucanie przerwane

source: dumping finished
pl: zrzucanie zakończone

source: The dumping Process finished succesfully.
pl: Proces zrzucania zakończony pomyślnie

source: Show debug messages (-vv debugs gdiskdump_lib also)
pl: Pokaż informacje diagnostyczne (-vv gdiskdump_lib)

source: Gdiskdump application
pl: Program Gdiskdump
